const TehInfoList = [
    {
        title: 'Механизм',
        text: 'Без установки механизма трансформации.',
    },
    {
        title: 'Каркас',
        text: 'Основой служит каркас с твердолиственных пород древесины в сочетании с  многослойной фанерой.',
    },
    {
        title: 'Наполнитель',
        text: 'В подушках сидения используется высокоэластичный ППУ в сочетании с синтепоном. В подушках спинки используется синтепух или пухо-перьевое наполнение.',
    },
    {
        title: 'Обивка',
        text: 'Может быть выполнена, как в ткани, так в коже или же в их комбинации. Не рекомендуется использовать тонкие, эластичные ткани и очень толстые кожи.',
    },
    {
        title: 'Комплектация',
        text: 'Модель имеет множество вариантов комплектации, здесь есть прямые и угловые модули, а также модель может  быть дополнена пуфом и декоративными подушками.',
    },
    {
        title: 'Декоративные элементы',
        text: 'Деревянная опора тонируется согласно фирменной карте цветов, а также возможна установка декоративной хромированной трубы.',
    },
    {
        title: 'Дополнительные опции',
        text: 'Все подушки имеют съемные чехлы.',
    },
]

export {TehInfoList};

